//Prepositions> in,at,on, by, beside, under, below, over, above, across, through, to, into, towards, onto, from, since, for, ago, before, past, till, untill

//Verbs> going, driving, flying, are

//Conjunctions> and

//Pronouns I, we, you, he, she, it, they, me, us, her, him, it, them, mine, ours, yours, his, hers, theirs, my, our, your, her, his, their

export const overrides = {
//Prepositions
  "in": [
    "👉",
    "➡️",
    "🔀",
    "↗️",
    "▶️",
  ],

  "on": [
    "👆",
    "⬆️",
    "☝️",
    "⤴️",
    "↗️",
    "🔝",
  ],

  "under": [
    "👇",
    "⤵️",
    "⬇️",
    "🔽",
  ],

  "from": [
    "👈",
    "⬅️",
    "↩️",
  ],

  "ago": [
    "🕰️",
    "⏳",
    "⏰",
    "⏱️",
    "⏲️",
    "⌚",
  ],

//Verbs
  "going": [
    "🦿",
    "🦵",
    "🏃",
    "🏃‍♂️",
    "🏃‍♀️",
    "⛹️",
    "⛹️‍♂️",
    "⛹️‍♀️",
    "🚴",
    "🚴‍♂️",
    "🚴‍♀️",
    "🚶",
    "🚶‍♂️",
    "🚶‍♀️",
    "🏍️",
    "🛵",
    "🚕",
    "🚌",
    "🏎️",
    "🛺",
    "🚗",
    "🚅",
    "🚂",
  ],

  "driving": [
    "🚗",
    "🚘",
    "🚐",
    "🛻",
    "🚙",
    "🏎️",
    "🚚",
    "🚜",
  ],

  "flying": [
    "✈️",
    "🛩️",
    "🛫",
    "🛬",
    "🚁",
    "🚀",
    "🛸",
    "🦅",
    "🕊️",
  ],

  "riding": [
    "🚲",
    "🚴‍♂️",
    "🚴‍♀️",
    "🏍️",
    "🛵",
    "🦼",
    "🐎",
    "🏇",
    "🎠",
  ],

  "are": [
    "❓",
    "❔",
    "⁉️",
    "🤔"
  ],

//Conjunctions
  "and": [
    "➕",
    "↔️",
    "🔛",
    "✖️",
  ],

//Pronouns
 "i": [
    "🫠",
    "🙆‍♂️",
    "🫵",
    "💁",
    "💁‍♂️",
    "💁‍♀️",
    "🙋",
    "🙋‍♂️",
    "🙋‍♀️",
    "🧍",
    "🧍‍♂️",
    "🧍‍♀️",
    "👤",
 ],

 "we": [
    "👥",
    "🫵",
    "👯",
    "👯‍♂️",
    "👯‍♀️",
    "🧑‍🤝‍🧑",
    "👭",
    "👫",
    "👬",
    "👪",
    "👨‍👩‍👦",
    "👨‍👩‍👧",
    "👨‍👩‍👧‍👦",
    "👨‍👩‍👦‍👦",
    "👨‍👩‍👧‍👧",
    "👨‍👨‍👦",
    "👨‍👨‍👧",
    "👨‍👨‍👧‍👦",
    "👨‍👨‍👦‍👦",
    "👨‍👨‍👧‍👧",
    "👩‍👩‍👦",
    "👩‍👩‍👧",
    "👩‍👩‍👧‍👦",
    "👩‍👩‍👦‍👦",
    "👩‍👩‍👧‍👧",
    "👨‍👦",
    "👨‍👦‍👦",
    "👨‍👧",
    "👨‍👧‍👦",
    "👨‍👧‍👧",
    "👩‍👦",
    "👩‍👦‍👦",
    "👩‍👧",
    "👩‍👧‍👦",
    "👩‍👧‍👧",
    "🫂",
 ],

}


